Repository: nvdaaddons/teamViewer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: You have installed the TeamViewerNVDASupport add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
hr: Vjerojatno je instalirana stara i nekompatibilna verziju dodatka „TeamViewer”. Želiš li ukloniti staru verziju?

source: Uninstall incompatible add-on
hr: Ukloni nekompatibilni dodatak

source: ID
hr: ID oznaka

source: Password
hr: Lozinka

source: ID: {idValue} - Password: {passwordValue}
hr: ID oznaka: {idValue} – Lozinka: {passwordValue}

source: ID and password copied to clipboard.
hr: ID oznaka i lozinka kopirani su u međuspremnik.

source: Copies your ID and password to the clipboard ready for sharing.
hr: Kopira tvoju ID oznaku i lozinku u međuspremnik, spremnu za dijeljenje.

source: Unable to switch tab, please ensure the main dialog has focus.
hr: Prebacivanje na drugu karticu nije moguće. Uvjeri se da glavni dijalog ima fokus.

source: In the main dialog of TeamViewer, changes the selected tab.
hr: Mijenja karticu u glavnom prozoru teamviewera.

source: Improves the accessibility of TeamViewer with NVDA. TeamViewer can be used to hold online meetings as well as provide remote support/access. For more information about the TeamViewer application, see: http://www.teamviewer.com
hr: Poboljšava pristupačnost TeamViewera s NVDA čitačem. TeamViewer se može koristiti za on-line susrete kao i za daljinsku tehničku podršku. Za više informacija o aplikaciji TeamViewer, pogledaj: https://www.teamviewer.com
